Tinkerbug-Robotics/TinkerRocket/tinkerrocket-idf/projects/bench/i2s_rx_test/sdkconfig.defaults
# Target
CONFIG_IDF_TARGET="esp32s3"

# Arduino
CONFIG_AUTOSTART_ARDUINO=y
CONFIG_ARDUINO_DONT_DEFINE_MIN_MAX=y

# No BLE needed for RX test
CONFIG_BT_ENABLED=n

# Serial output
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y

CONFIG_FREERTOS_HZ=1000
